Repository: mozilla-l10n/lockwiseios-l10n
Catalog: */lockwise-ios.xliff
Languages: es, kab, nn_no, sk

# autofill.enabling
source: Updating AutoFill…
es: Actualizando Autocompletar…
kab: Aleqqem n AutoFill…
nn_no: Oppdaterer Autoutfylling…
sk: Aktualizujem AutoFill…

# autofill.finished_enabling
source: Finished updating AutoFill
es: Finalizó la actualización de Autocompletar
kab: Aleqqem n taččart tawurmant temmed
nn_no: Ferdig med oppdatering av Autoutfylling
sk: Dokončujem aktualizáciu funkcie AutoFill

# autofill.signInRequired
source: Sign in Required
es: Tienes que iniciar sesión
kab: Tlaq tuqqna
nn_no: Innlogging påkravd
sk: Vyžaduje sa prihlásenie

# autofill.signInRequiredBody
source: You must be signed in to %@ before AutoFill will allow access to passwords within it.
es: Tienes que iniciar sesión en %@ para que la opción Autocompletar permita el acceso a las contraseñas que ha almacenado.
kab: Issefk ad tiliḍ teqqneḍ ɣer %@ send ad tizmir taččart tawurmant ad tsireg anekcum ɣer wawalen uffiren i igber.
nn_no: Du må vere logga inn på %@ før Autoutfylling gir tilgang til passorda den inneheld.
sk: Predtým ako bude mať funkcia AutoFill prístup k heslám v rámci aplikácie %@, musíte sa do nej prihlásiť.

source: Cancel
es: Cancelar
kab: Sefsex
nn_no: Avbryt
sk: Zrušiť

source: Delete
es: Eliminar
kab: Kkes
nn_no: Slett
sk: Odstrániť

# list.empty
source: %@ lets you access passwords you’ve already saved to Firefox. To view your logins here, you’ll need to sign in and sync with Firefox.
es: %@ te permite acceder a las contraseñas que ya has guardado en Firefox. Para ver tus usuarios aquí, tendrás que iniciar sesión y sincronizarte con Firefox.
kab: %@ ad k-yeǧǧ ad tkecmeḍ ɣer wawalen uffiren i teskelseḍ yakan deg Firefox. Akken ad d-tsekneḍ inekcam-ik dagi, issefk ad teqqneḍ sakin ad tremdeḍ amtawi deg Firefox.
nn_no: %@ lar deg få tilgang til passord du alereie har lagra i Firefox. For å sjå innloggingane dine her, må du logge på og synkronisere med Firefox.
sk: Aplikácia %@ vám poskytuje prístup k heslám uloženým vo Firefoxe. Pre ich zobrazenie a synchronizáciu sa budete musieť prihlásiť.

source: OK
es: Vale
kab: IH

# search.placeholder
source: Search logins
es: Buscar usuarios
kab: Nadi inekcam
nn_no: Søk innloggingar
sk: Hľadať

source: Sign In
es: Iniciar sesión
kab: Kcem
nn_no: Logg inn
sk: Prihlásiť sa

# sync.timeout
source: Sync timed out
es: La sincronización ha expirado
kab: Tanzagt n umtawi tezri
nn_no: Synkroniseringa fekk tidsavbrot
sk: Časový limit synchronizácie vypršal

# unlock_placeholder
source: This will unlock the app.
es: Se desbloqueará la aplicación.
kab: Ayagi ad iserreḥ i usnas.
nn_no: Detta låser upp appen.
sk: Toto vám umožňuje odomknúť aplikáciu.

# username_placeholder
source: (no username)
es: (no hay usuarios)
kab: (ulas isem n useqdac)
nn_no: (ingen brukarnamn)
sk: (žiadne používateľské meno)

# hwO-wS-oS4.text
source: Take your passwords everywhere
es: Lleva tus contraseñas a todos lados
kab: Awi awalen uffiren anda teddiḍ
nn_no: Ta med deg passorda dine overalt
sk: Vezmite si svoje heslá so sebou

# NSFaceIDUsageDescription
source: Firefox Lockwise will use Face ID to sign you in to the app.
es: Firefox Lockwise utilizará tu Face ID para iniciar sesión en la aplicación.
kab: Firefox Lockwise ad iseqdec Face ID akken ad iqqen ɣer usnas.
nn_no: Firefox Lockwise vil bruke Face ID for å logge deg inn på appen.
sk: Firefox Lockwise použije na prihlásenie do aplikácie Face ID.

source: Account
es: Cuenta
kab: Amiḍan
nn_no: Konto
sk: Účet

source: Alphabetically
es: Alfabéticamente
kab: S ugemmay
nn_no: Alfabetisk
sk: Abecedne

# app_update_explanation
source: Due to a recent app update, we will need you to sign in again. Apologies for the inconvenience.
es: Debido a una reciente actualización de la aplicación, necesitamos que vuelvas a iniciar sesión. Lamentamos los inconvenientes.
kab: Ɣef sebba n uleqqem amaynut n usnas, issefk ad nsuter ad talseḍ tuqqna. Suref-aɣ ɣef waya.
nn_no: På grunn av den siste app-oppdateringa, vil du måtte logge inn igjen. Beklagar ulempa.
sk: Kvôli nedávnej aktualizácii aplikácie sa musíte opäť prihlásiť. Ospravedlňujeme sa za spôsobené nepríjemnosti.

source: Back
es: Atrás
kab: Ɣer deffir
nn_no: Tilbake
sk: Späť

source: Close
es: Cerrar
kab: Mdel
nn_no: Lat att
sk: Zavrieť

# confirm_dialog_message
source: This will delete your Firefox Account information and all saved logins from %@.
es: Se eliminará la información de tu cuenta Firefox y todos los iusuarios guardados desde %@.
kab: Tigawt-a ad tekkes talɣut n umiḍan Firefox akked inekcam-ik yettwaskelsen seg %@.
nn_no: Dette vil fjerne Firefox-kontoi-nformasjonenen din og alle lagra innloggingar frå %@.
sk: Týmto z aplikácie %@ odstránite údaje zo svojho účtu Firefox a všetky uložené prihlasovacie údaje.

# confirm_dialog_title
source: Disconnect %@?
es: ¿Desconectar %@?
kab: Ffeɣ %@?
nn_no: Kople frå %@?
sk: Odpojiť %@?

source: Continue
es: Continuar
kab: Kemmel
nn_no: Fortset
sk: Pokračovať

# delete.confirmDeleteLoginDialogMessage
source: This will delete the entry from both %@ and Firefox.
es: Se eliminará la entrada tanto de %@ como de Firefox.
kab: Aya ad yekkes anekcam seg %@ akked Firefox.
nn_no: Dette vil slette oppføringa frå både %@ og Firefox.
sk: Týmto odstránite prihlasovacie údaje z aplikácie %@ aj z Firefoxu.

# delete.confirmDialogTitle
source: Delete this login?
es: ¿Quieres eliminar este inicio de sesión?
kab: Kkes anekcam-agi?
nn_no: Slett denne innlogginga?
sk: Odstrániť tieto prihlasovacie údaje?

# delete.statusAlert
source: %@ deleted
es: %@ eliminado
kab: %@ yettwakkes
nn_no: %@ sletta
sk: Prihlasovacie údaje pre %@ boli odstránené

source: Done
es: Hecho
kab: Immed
nn_no: Ferdig
sk: Hotovo

# done_syncing_entries
source: Done Syncing your logins
es: Finalizó la sincronización de usuarios
kab: Amtawi n yinekcam-ik yemmed
nn_no: Ferdig med synkronisering av innloggingar
sk: Synchronizácia prihlasovacích údajov dokončená

# fieldNameCopied
source: %@ copied
es: %@ copiado
kab: %@ yettwanɣel
nn_no: %@ kopiert
sk: Pole %@ bolo skopírované

source: Get Started
es: Empezar
kab: Bdu
nn_no: Kom i gang
sk: Začíname

# install_browser_prompt
source: %@ disabled, install this browser to make it available
es: %@ deshabilitado, instala este navegador para que esté disponible
kab: %@ yensa, sbedd iminig-a akken ad yili yewjed
nn_no: %@ deaktivert, installer denne nettlesaren for å gjere han tilgjengeleg
sk: Aplikácia %@ bola vypnutá, nainštalujte si tento prehliadač, aby ste ju sprevádzkovali

source: (no username)
es: (no hay ningún usuario)
kab: (ulas isem n useqdac)
nn_no: (ingen brukernamn)
sk: (žiadne používateľské meno)

# not_using_passcode
source: You’re not using a passcode.
es: No estás usando un código de acceso.
kab: Ur tesseqdaceḍ ara tangalt n unekcum.
nn_no: Du brukar ikkje kode.
sk: Nepoužívate kód.

source: Notes
es: Notas
kab: Tizmilin
nn_no: Notat
sk: Poznámky

# onboarding.encryption
source: 256-bit encryption
es: cifrado de 256 bits
kab: Awgelhen 256 n yibiten
nn_no: 256-bit kryptering
sk: 256-bitové šifrovanie

# onboarding.title
source: Welcome to %@
es: Te damos la bienvenida a %@
kab: Ansuf ɣer %@
nn_no: Velkomen til %@
sk: Víta vás %@

# passcode_detail_information
source: In order to lock %@, a passcode must be set up on your device. Without a passcode, anyone who has your device can access the information saved here.
es: Para poder bloquear %@, tienes que configurar un código de acceso en tu dispositivo. Sin un código de acceso, cualquier persona que tenga tu dispositivo podrá acceder a la información guardada aquí.
kab: Akken ad teskkṛeḍ %@, tangalt n unekcum ilaq ad tili tettusbadu deg yiben-ik. Ma ulac, yal amdan ara ikecmen ɣer tiliɣri-ik, izmer ad yekcem ɣer telɣut i yettwaskelsen deg-s.
nn_no: For å låse %@, må det settast opp ein kode på eininga di. Utan kode kan alle som har eininga di få tilgang til informasjonen som er lagra her.
sk: Ak chcete zamknúť aplikáciu %@, musíte na svojom zariadení nastaviť kód. Bez kódu môže ktokoľvek pristupovať k tu uloženým informáciám.

# passcode_info
source: You should use a passcode to lock your device. Without a passcode, anyone who has your device can access the information saved here.
es: Deberías usar un código de acceso para bloquear tu dispositivo. Sin un código de acceso, cualquier persona que tenga tu dispositivo podrá acceder a la información guardada aquí.
kab: Issefk ad tesqedceḍ tangalt n unekcum akken ad tsekkṛeḍ ibenk-ik. Ma ulac, yal amdan ara ikecmen ɣer tiliɣri-ik, izmer ad yekcem ɣer telɣut i yettwaskelsen deg-s.
nn_no: Du bør bruke ein kode for å låse eininga. Utan kode kan alle som har eininga di få tilgang til informasjonen som er lagra her.
sk: Na uzamknutie zariadenia by ste mali používať kód. Bez kódu môže ktokoľvek pristupovať k tu uloženým informáciám.

source: Password
es: Contraseña
kab: Awal uffir
nn_no: Passord
sk: Heslo

# password_accessibility_instructions
source: Password: double tap to copy %@
es: Contraseña: doble toque para copiar %@
kab: Awal uffir: senned snat n tikkal akken ad tneɣleḍ %@
nn_no: Passord: dobbeltrykk for å kopiere %@
sk: Heslo: dvojitým ťuknutím ho skopírujete - %@

# reauth_required
source: Reauthentication Required
es: Se requiere una nueva autenticación
kab: Ilaq usesteb amaynut
nn_no: Reautentisering er nødvendig
sk: Vyžaduje sa opätovné overenie

source: Recent
es: Reciente
kab: Melmi kan
nn_no: Nyleg
sk: Naposledy použité

source: Recently Used
es: Usado recientemente
kab: Ttwasqedcen melmi kan
nn_no: Nyleg brukt
sk: Naposledy použité

# securityTheather.syncBetweenDevices
source: Sync between devices with secure 256-bit encryption
es: Sincroniza entre dispositivos con un cifrado seguro de 256-bit
kab: Mtawi gar ibenkan-ik s uwgelhen aɣelsan n 256 n yibiten
nn_no: Synkroniser mellom einingar med sikker 256-bit kryptering
sk: Synchronizácia medzi zariadeniami je zabezpečená 256-bitovým šifrovaním

source: Set Passcode
es: Establecer código de acceso
kab: Sbadu azamul uffir
nn_no: Angi kode
sk: Nastavenie kódu

# settings.account
source: Account
es: Cuenta
kab: Amiḍan
nn_no: Konto
sk: Účet

# settings.appVersion
source: App Version
es: Versión de la aplicación
kab: Lqem n usnas
nn_no: App-versjon
sk: Verzia aplikácie

# settings.autoFillSettings
source: AutoFill Instructions
es: Instrucciones de Autocompletar
kab: Iwellihen i taččart tawurmant
nn_no: Instruksjonar for Autoutfylling
sk: Inštrukcie pre AutoFill

# settings.autoLock
source: Auto Lock
es: Bloqueo automático
kab: Asekkeṛ awurman
nn_no: Automatisk lås
sk: Automatické uzamknutie

# settings.autoLock.fifteenMinutes
source: 15 minutes
es: 15 minutos
kab: 15 n tesdatin
nn_no: 15 minutt
sk: Po 15 minútach

# settings.autoLock.fiveMinutes
source: 5 minutes
es: 5 minutos
kab: 5 n tesdatin
nn_no: 5 minutt
sk: Po 5 minútach

# settings.autoLock.header
source: Select when to lock after a period of inactivity
es: Selecciona cuándo se bloqueará tras un periodo de inactividad
kab: Ffen melmi ara tqefleḍ seld tanzagt n urmud
nn_no: Vel når du vil låse etter ein periode med inaktivitet
sk: Vyberte si, po akej dobe neaktivity chcete uzamknúť aplikáciu

# settings.autoLock.never
source: Never
es: Nunca
kab: Weṛǧin
nn_no: Aldri
sk: Nikdy

# settings.autoLock.oneHour
source: 1 hour
es: 1 hora
kab: 1 n usrag
nn_no: 1 time
sk: Po 1 hodine

# settings.autoLock.oneMinute
source: 1 minute
es: 1 minuto
kab: 1 n tesdat
nn_no: 1 minutt
sk: Po 1 minúte

# settings.autoLock.thirtyMinutes
source: 30 minutes
es: 30 minutos
kab: 30 n tesdatin
nn_no: 30 minutt
sk: Po 30 minútach

# settings.autoLock.twelveHour
source: 12 hours
es: 12 horas
kab: 12 n yesragen
nn_no: 12 timar
sk: Po 12 hodinách

# settings.autoLock.twentyFourHour
source: 24 hours
es: 24 horas
kab: 24 n yisragen
nn_no: 24 timar
sk: Po 24 hodinách

# settings.browser
source: Preferred Browser
es: Navegador preferido
kab: Iminig anurif
nn_no: Føretrekt nettlesar
sk: Obľúbený prehliadač

# settings.browser.header
source: Select which browser use with Lockwise
es: Seleccionar qué navegador quieres usar con Lockwise
kab: Fren iminig ara tesqedceḍ s Lockwise
nn_no: Vel kva for nettlesar som skal brukast med Lockwise
sk: Vyberte, ktorý prehliadač má Lockwise používať

# settings.configuration.header
source: CONFIGURATION
es: CONFIGURACIÓN
kab: TAWILA
nn_no: KONFIGURASJON
sk: KONFIGURÁCIA

# settings.faq
source: FAQ
kab: Isteqsiyen FAQ
nn_no: Ofte stilte spørsmål
sk: Často kladené otázky

# settings.getSupport
source: Ask a Question
es: Haz una pregunta
kab: Efk-d asteqsi
nn_no: Still eit spørsmål
sk: Položiť otázku

# settings.learnMore
source: Learn More
es: Descubre más
kab: Issin ugar
nn_no: Les meir
sk: Ďalšie informácie

# settings.provideFeedback
source: Send Feedback
es: Enviar comentario
kab: Azen tikti
nn_no: Send tilbakemelding
sk: Odoslať spätnú väzbu

# settings.support.header
source: SUPPORT
es: AYUDA
kab: TALLELT
nn_no: BRUKARSTØTTE
sk: PODPORA

# settings.title
source: Settings
es: Configuración
kab: Iɣewwaṛen
nn_no: Innstillingar
sk: Nastavenia

# settings.unlinkAccount
source: Disconnect %@
es: Desconectar %@
kab: Ffeɣ %@
nn_no: Kople frå %@
sk: Odpojiť %@

# settings.unlinkDisclaimer
source: This removes synced logins from %@, but will not delete your logins from Firefox.
es: Se eliminarán los usuarios sincronizados de %@, pero no de Firefox.
kab: Tigawt-a ad tekkes inekcamn %@, maca ur itekkes ara inekcam-ik n Firefox.
nn_no: Dette fjernar synkroniserte innloggingar frå %@, men slettar ikkje innloggingane dine frå Firefox.
sk: Týmto z aplikácie %@ odstránite synchronizované prihlasovacie údaje. Vo vašom Firefoxe ale zostanú naďalej uložené.

# settings.usageData
source: Send Usage Data
es: Enviar datos de uso
kab: Azen isefka n useqdec
nn_no: Send bruksdata
sk: Odosielať údaje o používaní

# settings.usageData.subtitle
source: Mozilla strives to only collect what we need to provide and improve %@ for everyone.
es: Mozilla se esfuerza por recopilar solo los datos que necesitamos para proporcionar y mejorar %@ para todo el mundo.
kab: Mozilla tettennaɣ akken ad telqeḍ kan ayen tesra i usnulfu d usnerni n %@ i yal yiwen.
nn_no: Mozilla strevar etter å berre samle inn det vi treng for å tilby og forbetre %@ for alle.
sk: Mozilla sa usiluje zbierať len údaje, ktoré potrebujeme na vylepšenie aplikácie %@ pre všetkých.

# settings_button
source: Settings
es: Configuración
kab: Iɣewwaṛen
nn_no: Innstillingar
sk: Nastavenia

source: Skip
es: Omitir
kab: Suref
nn_no: Hopp over
sk: Preskočiť

# sort_entries
source: Sort Logins
es: Ordenar usuarios
kab: Smizwer inekcam
nn_no: Sorter innloggingar
sk: Usporiadať prihlasovacie údaje

# sorting_options
source: Select options for sorting your list of logins (currently %@)
es: Selecciona las opciones para ordenar la lista de usuarios (actualmente %@)
kab: Fren iɣawwaṛen i umsizwer n tebdert n yinekcam (akka tura %@)
nn_no: Vel alternativ for å sortere lista over innloggingar (akkurat no %@)
sk: Vyberte si, akým spôsobom chcete usporiadať svoje údaje (momentálne je vybraná možnosť %@)

# syncing_entries
source: Syncing your logins
es: Sincronizar usuarios
kab: Amtawi n yinekcam-ik
nn_no: Synkroniserer innloggingane dine
sk: Synchronizácia prihlasovacích údajov

# unlink
source: Disconnect
es: Desconectar
kab: Ffeɣ
nn_no: Kople frå
sk: Odpojiť

source: Unlock with Face ID
es: Desbloquear con Face ID
kab: Serreḥ s Face ID
nn_no: Lås opp med Face ID
sk: Odomknúť pomocou Face ID

# unlock_with_pin
source: Unlock with Passcode
es: Desbloquear con código de acceso
kab: Serreḥ s tengalt n unekcum
nn_no: Lås opp med kode
sk: Odomknúť pomocou kódu

source: Unlock with Touch ID
es: Desbloquear con Touch ID
kab: Serreḥ s Touch ID
nn_no: Lås opp med Touch ID
sk: Odomknúť pomocou Touch ID

source: unnamed entry
es: entrada sin nombre
kab: anekcum war isem
nn_no: namnlaus oppføring
sk: nepomenovaný záznam

source: Username
es: Nombre de usuario
kab: Isem n useqdac
nn_no: Brukarnamn
sk: Používateľské meno

# username_accessibility_instructions
source: Username: double tap to copy %@
es: Nombre de usuario: doble toque para copiar %@
kab: Isem n useqdac: senned snat n tikkal akken ad tneɣleḍ %@
nn_no: Brukarnamn: dobbeltrykk for å kopiere %@
sk: Používateľské meno: dvojitým ťuknutím ho skopírujete - %@

source: Web Address
es: Dirección web
kab: Tansa Web
nn_no: Nettadresse
sk: Webová adresa

# website_accessibility_instructions
source: Web address: double tap to open in browser %@
es: Dirección web: doble toque para abrir en el navegador %@
kab: Tansa web: senned snat n tikkal akken ad teldiḍ deg yinmig %@
nn_no: Nettadresse: dobbeltrykk for å opne i nettlesar %@
sk: Webová adresa: dvojitým ťuknutím ju otvoríte v prehliadači - %@

# welcome.accessProduct
source: To use %@, you’ll need a Firefox Account with saved logins.
es: Para usar %@, necesitarás una cuenta Firefox con usuarios guardados.
kab: Akken ad tesqedceḍ %@, ilaq-ak umiḍan firefox s yinekcam yettwaskelsen.
nn_no: For å bruke %@, treng du ein Firefox-konto med lagra innloggingar.
sk: Pre použitie aplikácie %@ budete potrebovať účet Firefox s uloženými prihlasovacími údajmi.

# welcome.unlockButton
source: Unlock
es: Desbloquear
kab: Serreḥ
nn_no: Lås opp
sk: Odomknúť

# 6A6-i9-hvw.text
source: To make changes to your account, log in to your Firefox Account from any browser.
es: Para hacer cambios en tu cuenta, inicia sesión en tu cuenta Firefox desde cualquier navegador.
kab: Akken ad tgeḍ ibeddilen deg umiḍan-ik, qqen ɣer umifḍan-ik Firefox seg yal iminig.
nn_no: Logg inn på Firefox-kontoen din frå ein valfri nettlesar for å gjere endringar på kontoen din.
sk: Pre zmenu nastavení vášho účtu Firefox sa doň musíte prihlásiť prostredníctvom akéhokoľvek prehliadača.

# f32-KR-4Nm.text
source: Firefox Account
es: Cuenta Firefox
kab: Amiḍan Firefox
nn_no: Firefox-konto
sk: Účet Firefox

# GdN-75-tz4.normalTitle
source: Not Now
es: Ahora no
kab: Mačči tura
nn_no: Ikkje no
sk: Teraz nie

# Krc-YI-yKW.text
source: AutoFill your logins right from your browser or app.
es: Autocompletar tus usuarios directamente desde tu navegador o aplicación.
kab: Ččar s uwudem awurman inekcam-ik srid seg yiminig-ik neɣ asnas-ik.
nn_no: Auto-utfyll innloggingane dine automatisk frå nettlesaren eller appen din.
sk: Funkcia AutoFill vám umožňuje automaticky vypĺňať vaše prihlasovacie údaje v prehliadači alebo aplikácii.

# xVH-GK-wIb.text
source: Easily fill usernames and passwords where you need them most.
es: Completa usuarios y contraseñas de forma sencilla cuándo y dónde más lo necesites.
kab: Ččar swurdem fessusen ismawen n useqdac akked wawalen uffiren sekra wanida telliḍ neɣ melmi i ten-teḥwaǧeḍ.
nn_no: Fyll enkelt inn brukarnamn og passord der du treng dei mest.
sk: Nechajte si vyplniť prihlasovacie údaje kdekoľvek ich potrebujete.

# yEI-pU-vMZ.normalTitle
source: Set Up AutoFill
es: Configurar Autocompletar
kab: Sbadu AutoFill
nn_no: Konfigurer Autoutfylling
sk: Nastaviť AutoFill

# HfY-Wo-gMH.accessibilityLabel
source: Copy value
es: Copiar valor
kab: Nɣel azal
nn_no: Kopier verdi
sk: Kopírovať hodnotu

# Mhp-Pp-rfw.accessibilityLabel
source: Reveal password in plaintext
es: Mostrar contraseña en texto sin formato
kab: Sken-d awal uffir s uḍris arewway
nn_no: Vis passord i klartekst
sk: Zobraziť heslá ako text

# Tbk-ki-qGK.accessibilityLabel
source: Open this web address in browser
es: Abrir esta dirección web en el navegador
kab: Ldi tansa web deg yiminig
nn_no: Opne denne nettadressa i nettlesaren
sk: Otvoriť adresu v prehliadači

# YaD-WB-pbb.normalTitle
source: Learn how to edit this entry
es: Descubre cómo editar esta entrada
kab: Issin amek ara tbeddleḍ aferdis-a
nn_no: Lær korleis du redigerer denne oppføringa
sk: Ako upraviť tento záznam

# t0H-71-xTp.text
source: Label
es: Etiqueta
kab: Tabzimt
nn_no: Etikett
sk: Popis

# tuK-Xc-guT.text
source: Label
es: Etiqueta
kab: Tabzimt
nn_no: Etikett
sk: Popis

# 5P1-M2-UaK.normalTitle
source: Retry
es: Volver a intentarlo
kab: Ɛreḍ i tikelt-nniḍen
nn_no: Prøv igjen
sk: Znova

# Js7-wv-X33.text
source: No Internet Connection
es: No hay conexión a Internet
kab: Ulac tuqqna Internet
nn_no: Ikkje noko internettsamband
sk: Žiadne internetové pripojenie

# GdN-75-tz4.normalTitle
source: Finish
es: Terminar
kab: Fak
nn_no: Fullfør
sk: Dokončiť

# afK-Kw-Hqs.text
source: Access logins saved to Firefox for desktop from your device
es: Accede a los usuarios guardados en Firefox para escritorio desde tu dispositivo
kab: Kcem seg yibenk-ik ɣer yinekcam yettwaskelsen deg Firefox i uselkim
nn_no: Få tilgang til innloggingar som er lagra på Firefox for datamaskiner fra eininga di
sk: Pristupujte k prihlasovacím údajom uloženým vo Firefoxe aj z mobilného zariadenia

# o0t-1T-rrA.text
source: Sync between devices with secure 256-bit encryption
es: Sincroniza entre dispositivos con cifrado seguro de 256 bits
kab: Mtawi gar ibenkan-ik s uwgelhen aɣelsan n 256 n yibiten
nn_no: Synkroniser mellom einingar med sikker 256-bit kryptering
sk: Synchronizácia medzi zariadeniami je zabezpečená pomocou 256-bitového šifrovania

# sKa-b5-lgD.text
source: Unlock the app with ease using Touch ID or Face ID
es: Desbloquea la aplicación con facilidad usando Touch ID o Face ID
kab: Serreḥ s wudem fessusen asnas s Touch ID neɣ Face ID
nn_no: Lås opp appen enkelt ved hjelp av Touch ID eller Face ID
sk: Aplikáciu jednoducho odomknete pomocou Touch ID alebo Face ID

# KPq-Rv-WTJ.normalTitle
source: Lock Now
es: Bloquear ahora
kab: Sekkeṛ tura
nn_no: Lås no
sk: Zamknúť

# KnK-nY-NyH.normalTitle
source: Got it
es: Entendido
kab: Awi-t
nn_no: Eg forstår
sk: Rozumiem

# YaL-kM-bTV.text
source: Tap into AutoFill Passwords
es: Selecciona Autocompletar contraseñas
kab: Fren taččart tawurmant n awalen uffiren
nn_no: Trykk på Autoutfylling av passord
sk: Ťuknite na Automatické vypĺňanie hesiel

# Ycw-sN-cFL.text
source: Complete the following steps in order to use Lockwise as an AutoFill provider.
es: Completa los siguientes pasos para que Lockwise pueda autocompletar información.
kab: Ḍfeṛ imecwaṛen-a akken ad tesqedceḍ Lockwise am uqbalu n taččart tawurmant.
nn_no: Fullfør følgjande trinn for å bruke Lockwise som ein Autoutfyllingstilbydar.
sk: Ak chcete používať aplikáciu Lockwise ako poskytovateľa služby AutoFill, riaďte sa nasledovnými pokynmi.

# Ys5-RP-RQg.text
source: Turn on AutoFill Passwords
es: Activar autocompletado de contraseñas
kab: Rmed taččart tawurmant n awalen uffiren
nn_no: Slå på Auto-utfylling av passord
sk: Zapnite automatické vypĺňanie hesiel

# daO-QU-3p5.text
source: Tap into Passwords & Accounts
es: Selecciona Cuentas & Contraseñas
kab: Fren awalen uffiren akked yimiḍanen
nn_no: Vel passord og kontoar
sk: Ťuknite na Heslá a účty

# dbo-05-zWe.text
source: How to Set up AutoFill
es: Cómo configurar Autocompletar
kab: Amek ara tesbaduḍ taččart tawurmant
nn_no: Slik konfigurerer du Autoutfylling av passord
sk: Ako nastaviť AutoFill

# r0I-o4-2Ym.text
source: Select Lockwise
es: Seleccionar Lockwise
kab: Fren Lockwise
nn_no: Vel Lockwise
sk: Vyberte Lockwise

# vcZ-pI-Mgz.text
source: Deselect iCloud Keychain
es: Deseleccionar iCloud Keychain
kab: Kkes afran n sselfa iCloud
nn_no: Fjern merket for iCloud-nøkkelring
sk: Zrušte označenie položky iCloud Keychain

# xig-s8-dim.text
source: Open the Settings app
es: Abrir la aplicación Ajustes
kab: Ldi asnas n twila
nn_no: Opne appen Innstillingar
sk: Otvoriť aplikáciu Nastavenia

# 8rH-vt-4bG.normalTitle
source: Unlock
es: Desbloquear
kab: Serreḥ
nn_no: Lås opp
sk: Odomknúť

# JTP-OD-6TF.normalTitle
source: Learn more
es: Descubre más
kab: Issin ugar
nn_no: Les meir
sk: Ďalšie informácie

# cuz-yd-F4J.normalTitle
source: Get Started
es: Empezar
kab: Bdu
nn_no: Kom i gang
sk: Začíname
