Repository: mozilla-l10n/lockwiseios-l10n
Catalog: */lockwise-ios.xliff
Languages: es, kab, nn_no, sk

# xyY-bk-Xw8.text
source: To use Firefox Lockwise, you’ll need a Firefox Account with saved logins.
es: Para usar Firefox Lockwise, necesitarás una cuenta Firefox con usuarios guardados.
kab: Akken ad tesqedceḍ Lockwise, ilaq-ak umiḍan firefox s yinekcam yettwaskelsen.
nn_no: For å bruke Firefox Lockwise, treng du ein Firefox-konto med lagra innloggingar.
sk: Ak chcete používať Firefox Lockwise, potrebujete účet Firefox s uloženými prihlasovacími údajmi.

# 3A5-nI-aV6.text
source: Label
es: Etiqueta
kab: Tabzimt
nn_no: Etikett
sk: Popis

# 5gN-a0-N6V.normalTitle
source: Learn more
es: Descubre más
kab: Issin ugar
nn_no: Les meir
sk: Ďalšie informácie

# JpV-eG-grp.text
source: To see more logins here, you’ll need to save them to Firefox.
es: Para ver más usuarios aquí, necesitarás guardarlos en Firefox.
kab: Akken ad twaliḍ ugar n yinekcam dagi, issefk ad ten-teskelseḍ deg Firefox.
nn_no: Viss du vil sjå fleire innloggingar her, må du lagre dei i Firefox.
sk: Ak tu chcete vidieť prihlasovacie údaje, musíte si ich uložiť do Firefoxu.

# RpZ-Z7-u0I.text
source: Select a password to fill
es: Selecciona una contraseña para completar
kab: Fren awal uffir ara teččareḍ
nn_no: Vel eit passord som skal fyllast inn
sk: Vyberte heslo, ktoré chcete doplniť

# SWH-yo-sI7.normalTitle
source: Retry
es: Volver a intentarlo
kab: Ɛreḍ i tikelt-nniḍen
nn_no: Prøv igjen
sk: Znova

# V5S-CG-n11.text
source: No Internet Connection
es: No hay conexión a Internet
kab: Ulac tuqqna Internet
nn_no: Inkje internettsamband
sk: Žiadne internetové pripojenie

# aQB-Vr-ObR.normalTitle
source: Learn more
es: Descubre más
kab: Issin ugar
nn_no: Les meir
sk: Ďalšie informácie

# gQr-4J-xpv.text
source: No logins found.
es: No se encontraron usuarios.
kab: Ulac asulay yettwafen.
nn_no: Fann ingen innloggingar.
sk: Nenašli sa žiadne prihlasovacie údaje.

# n2T-XM-ua9.text
source: Label
es: Etiqueta
kab: Tabzimt
nn_no: Etikett
sk: Popis

# qZc-w1-SRT.text
source: No matching logins.
es: No coincide ningún usurio.
kab: Ulac asulay immenṭaḍen.
nn_no: Ingen samsvarande innloggingar.
sk: Žiadne zodpovedajúce prihlasovacie údaje.

# 1Mj-QY-mDP.text
source: Syncing your logins…
es: Sincronizando tus usuarios…
kab: Amtawi n yinekcam-ik iteddu…
nn_no: Synkroniserer innloggingane dine…
sk: Synchronizácia prihlásení…

# a_to_z
source: A-Z
nn_no: A-Å
